Revit 2027 API
ViewDisplayBackground.BackgroundColor Property
 The color of the horizon when the type is 'Gradient'.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public Color BackgroundColor { get; }
Public ReadOnly Property BackgroundColor As Color
	Get
public:
property Color^ BackgroundColor {
	Color^ get ();
}
member BackgroundColor : Color with get
Property Value
Color
See Also
Reference
ViewDisplayBackground Class
Autodesk.Revit.DB Namespace